# InitXML

## Description
Initializes the XML System

```pascal
FUNCTION InitXML : LONGINT;
```

```python

def vs.InitXML():
    return LONGINT
```

## Version
Availability: from Vectorworks 2011
## Category
* XML